[{"_id":{"$oid":"6756e9a404144eb25ce0fba9"},"tags":["celijakija","gluten","ishrana","dijeta"],"createdAt":{"$date":"2024-12-08T22:57:33.197Z"},"title":"Celijakija - večita borba","description":" Intolerancija na gluten sve je češći problem današnjice. Ovo su neke informacije i smernice u prevenciji i lečenju ove bolesti.","content":"<h3>Šta je to gluten?</h3><p>Pojam gluten se odnosi na specifične peptidne frakcije proteina koje se nalaze u pšenici, raži i ječmu. Ovi peptidi se teže vare i otporniji su na dejstvo enzima, pa mogu stići nesvareni do tankog creva. Za zdravu crevnu sluznicu ovi peptidi su bezopasni, međutim kod genetski predisponiranih osoba sa celijačnom bolesti, ovi peptidi prolaze kroz sluznicu creva i zatim dovode do:</p><ul><li>Sistemske imune reakcije</li><li>Upalne reakcije u sluznici tankog creva</li><li>Oštećenja crevnih resica</li></ul><p>Usled oštećenja crevne sluznice javljaju se proliv, grčevi, malapsorpcija masti, steatorea (lučenje masti kroz stolicu) i pad telesne mase.</p><p><br></p><h3><strong>SIMPTOMI CELIJAČNE BOLESTI</strong></h3><ul><li class=\"ql-align-justify\">Uporni prolivi, obilne stolice</li><li class=\"ql-align-justify\">Gubitak težine, kod dece zaostajanje u razvoju, umor, apatija</li><li class=\"ql-align-justify\">Često prisutna anemija</li><li class=\"ql-align-justify\">Osteopenija i prelomi uzrokovani deficitom vitamina D i kalcijuma</li><li class=\"ql-align-justify\">Dermatitis herpetiformis – osip koji je specifičan i udružen sa celijakijom</li><li class=\"ql-align-justify\">Sterilitet&nbsp;</li><li class=\"ql-align-justify\">Upale i bolovi u zglobovima i mišićna slabost</li></ul><h3>Kako otkriti prisustvo celijačne bolesti?</h3><p>Prisustvo gore navedenih simptoma mogu ukazivati na intoleranciju na gluten. Sama reakcija na hranu može biti prvi korak u otkrivanju celijačne bolesti. Definitvna dijagnoza se postavlja isključivo patohistološki.&nbsp;Kod celijakije se na preseku uzorka sluznice, uočava karakteristično oštećenje sluznice, što je definitvna potvrda dijagnoze.</p><h3>Da li je celijačna bolest česta?</h3><p>Procenjuje se da u Srbiji od celijakije boluje oko 70 000 ljudi, a nažalost veliki broj ljudi nema postavljenu dijagnozu. Bolest se može prvi put javiti bilo kada u životu, od perioda odojčeta pa sve do odmakle starosti.</p><h3>Terapija i dijeta</h3><p>Jedina terapija u lečenju celijakije jeste doživotna primena dijete bez glutena. Uz primenu odgovarajuće ishrane postupno dolazi do smanjenja imunog odgovora, oporavka crevne sluznice i povlačenja simptoma. </p><p>Dijetoterapija se postavlja u zavisnosti od učestalosti i prisutnosti simptoma ove bolesti. Najčešće je u početku neophodna provera određenih mikronutrijenata kao što su gvožđe, folati i vitamin D. Ukoliko se dokaže bilo kakav deficit u mikronutrijentima potrebno ga je nadoknaditi ishranom i suplementima.&nbsp;</p><p>Potrebne su velike pro mene u načinu ishrane, pošto je u našoj uobičajenoj ishrani zastupljen ogroman broj proizvoda koji sadrže gluten iz pšenice, raži i ječma. Različiti gotovi proizvodi sadrže ove žitarice kao jedan od glavnih sastojaka, kao što su hlebovi, peciva, testenine, pice, žitarice, keksevi, krekeri, kolači, pudinzi, pohovano meso...&nbsp;</p>","banner":"https://nutricionista-bucket.s3.amazonaws.com/1733749156036image.jpg","__v":0},
{"_id":{"$oid":"676e7b7a2b5b2758a51fb4a5"},"tags":["ishrana","riba","proteini"],"createdAt":{"$date":"2024-12-21T22:33:12.024Z"},"title":"Značaj ribe u ishrani ","description":"Ovo su benefiti konzumacije ribe.","content":"<p><span style=\"color: rgb(0, 0, 0);\">Prosečna potrošnja ribe u Srbiji po stanovniku iznosi 7 kilograma godišnje, što je manje od evropskog proseka (24 kg). Iako je kod nas riba pristupačna po prodavnicama i ribarnicama, narod u Srbiji se ne odlučuje toliko često da ribu uvrsti u ishranu makar jednom nedeljno.&nbsp;</span></p><h2><br></h2><h2>Proteini</h2><ul><li>Ribe su oduvek predstavljale značajan izvor proteina visoke biološke vrednosti.</li><li>Količina proteina u mesu ribe varira u zavisnosti od vrste ribe od 12 do 21 %.</li><li>Sa strane nutritivne vrednosti, riblji protein je veoma svarljiv i sadrži potrebne aminokiseline i otprilike je jednak sa crvenim mesom.</li></ul><h2>Masti</h2><ul><li>Masti ribe se razlikuju od masti sisara po odnosu zasićenih i nezasićenih masnih kiselina. Više mono i polinezasićenih masnih kiselina ima u mastima ribe nego u mastima sisara.</li><li>Koeficijent svarljivosti ribe iznosi i do 90 %, što predstavlja procenat masti ribe koje se mogu resorbovati u digestivnom traktu.</li><li>Od nezasićenih masnih kiselina koje sadrži riba prisutne su velike količine oleinske, linolne, linoleinske i arahidonske kiseline koje se smatraju esencijalnim.</li><li>Meso ribe može da sadrži od 0,5 do 28 % masti. Prema količini masti koje sadrži ribe se dele na:</li><li>Posne (mršave) ribe, sa manje od 1 % masti</li><li>Polumasne ribe od 5 do 10 %</li><li>Masne ribe, sa više od 10 % masti</li><li>Ribe sa velikom količinom masti su lovrata, sardina, pastrmka, skuša plavica i brancin, dok su one sa manje masnoća bakalar, tuna i losos.</li><li>Omega-3 polinezasićene masne kiseline smanjuju sadržaj holesterola i triglicerida u krvnom serumu ljudi, a takođe sprečavaju taložene trombocita i oštećenja krvnih sudova, prevenirajući na taj način nastanak srčanog udara.&nbsp;</li></ul><h2>Vitamini i minerali</h2><ul><li>Kao izvor vitamina i minerala riba ne zaostaje za mesom sisara. Količina neogranskih materija je od 1 do 1,5 %.</li><li>Riblje meso je dobar izvor magnezijuma i fosfora.</li><li>Predstavlja nešto slabiji izvor kalcijuma.</li><li>Sadrži približno istu količinu bakra i gvožđa kao kod mesa goveda.</li><li>Meso ribe sadrži i značajnu količinu joda (1,5-5 mg/kg) i fluora, koji su neophodni u sintezi hormona.</li><li>Morske ribe sadrže nešto veću količinu NaCl.</li><li>Bogat izvor selena, koji ulazi u sastav mnogih enzima.</li><li>Od vitamina rastvorljivih u mastima riba sadrži vitamin A i D.&nbsp;</li><li>Od vitamina rastvorljivih u vodi riba sadrži vitamine B grupe (B1,B2), kao i malu količinu C vitamina.</li><li><br></li></ul><p><u>Povoljan sadržaj mesa ribe, proteina, vitamina, minerala, a posebno esencijalnih masnih kiselina pogoduje u prevenciji brojnih obolenja ljudi. Zato bi trebalo, makar jednom nedeljno ribu uvrstiti u ishranu.</u></p><p><br></p>","banner":"https://nutricionista-bucket.s3.amazonaws.com/1735293817946Depositphotos_19537053_xl-2015-%281%29.jpg.jpg","__v":0},
{"_id":{"$oid":"676e813a2b5b2758a51fb4b8"},"tags":["vitamini","ishrana","vitamin A"],"createdAt":{"$date":"2024-12-21T22:33:12.024Z"},"title":"Vitamin zadužen za dobar vid","description":"Kako da sprečimo deficit ovog vitamina i u kojoj se hrani on nalazi?","content":"<p><span style=\"color: rgb(0, 0, 0);\">Vitamin A otkriven je 1913. godine, iako se pominje jos u ranije gde se preporučuje ishrana bogata jetrom, kao lek za noćno slepilo. Hemaralopija, odnosno nesposobnost vida u sumrak, smatra se najranijim znakom deficita ovog vitamina, koji se vrlo lako, već nakon 24 h, ispravlja povećanim unosom vitamina A.&nbsp;</span></p><p><span style=\"color: rgb(0, 0, 0);\">Jedinjenja vitamina A su esencijalni mikronutrijenti koji se ne mogu sintetisati u ljudskom telu, već se moraju unositi hranom. Ovaj vitamin spada u grupu liposolubilnih vitamina koji se rastvaraju u mastima.</span></p><h4>Uloga u organizmu</h4><p>Vitamin A je neophodan za proces viđenja, rast i funkcionisanje ćelija kože i sluzokože, reprodukciju i imuni odgovor. Najznačajnija uloga ovog vitamina ispitana je u procesima vida u tami i na svetlosti. Mrežnjača predstavlja osetljivi deo oka na svetlost i sadrži dva tipa fotoreceptivnih ćelija, štapiće i čepiće. U njhovim spoljnim segmentima nalazi se vidni pigment rodopsin koji je osetljiv na svetlost.&nbsp;</p><p>Za obnavljanje rodopsina stalno se troše male količine vitamina A, a kod osoba koje imaju deficit ovog vitamina dolazi do poremećaja u regeneraciji rodopsina, gde se javlja slabovidost u mraku. Vitamin B2 takođe učestvuje u prilagođavanju očiju na tamu zajedno sa retinolom (vitamin A).</p><p>Retinol i retinoična kiselina su neophodni za razvoj embriona. Tokom razvoja fetusa, retinoična kiselina učestvuje u pravilnom formiranju ekstremiteta, kao i srca, očiju u ušiju. Vitamin A takođe igra ulogu u regulaciji gena koji kodira hormon rasta.</p><h4>Preporučen unos</h4><ul><li>Muškarci 900 ug</li><li>Žene 700 ug</li><li>Trudnice 770 ug</li><li>Dojilje 1300 ug</li></ul><p class=\"ql-align-center\"><br></p><h4>Nutritivni izvori</h4><p>Nutritivno bogati izvori retinola animalnog porekla su jetra, maslac, mleko, sir, žumance i masnije ribe. Dobar izvor beta karotena je zeleno lisnato i žućkasto - narandžasto povrće.</p><p>U tabeli su prikazani izvori provitamina A karotenoida.</p><ul><li><strong>Betakaroten: </strong>šargarepa, krompir, bundeva, brokoli, kupus, palmino ulje.</li><li><strong>Alfakaroten: </strong>šargarepa, krompir, bundeva, spanać, grašak.</li><li><strong>Betakriptoksantin: </strong>pomorandža, paprika, tropsko voće, mandarine, jabuke.</li></ul><p><br></p><h4>Deficit</h4><p>Prvi znaci deficita su promene na koži u vidu hiperkeratoze i nastanka infekcije. Slabovidost u mraku uočljiv je znak nedostatka vitamina A. Deficit retinola može biti i početak kseroftalmije, promene na očima u vidu smanjenja ili nestanka mukusa očne jabučice zbog atrofije rožnjače, što dovodi do infekcije, ulceracije i trajnog slepila. Odojčad i mala deca posebno su osetljiva na deficit ovog vitamina, jer ne raspolažu neophodnom rezervnom vitamina A u jetri, koja bi mogla da nadoknadi moguć deficit zbog nedovoljnog unosa ili povećanih metaboličkih potreba organizma.</p><p><br></p><h4>Toksičnost</h4><p>Prekomeran unos vitamina A dovodi do simptoma kao što su ogrubelost kože, muka, povraćanje, uvećanje jetre, mršavljenje, bolovi u zglobovima, glavobolja. Primena visokih doza posebno je rizična u ranoj trudnoći jer može imati štetan uticaj na plod, te trudnice treba da unose samo one količine vitamina A koje zadovoljavaju dnevne potrebe.</p>","banner":"https://nutricionista-bucket.s3.eu-north-1.amazonaws.com/1735295492873Vitamini-za-umor-i-stres%20%281%29.jpg","__v":0},
{"_id":{"$oid":"67765c59091cdcb2a399afbf"},"tags":["masti","svinjska mast","puter","ulje"],"createdAt":{"$date":"2025-01-01T14:41:01.142Z"},"title":"Masti u pripremi hrane","description":"Koji vid masnoće je najbolje koristiti tokom termičke pripreme hrane, a koje masti treba izbegavati.","content":"<p>Po poreklu, masnoće mogu biti <strong>životinjske i biljne</strong>. Tehnološkim postupcima od životinjskih i biljnih masti dobijaju se mešavine masnoća (margarin, puter...).</p><p>Jestive masnoće povećavaju fiziološku vrednost hrane, važan su činilac energetske vrednosti jela i sastavni su deo u pripremi i konzumaciji hrane. Pošto namirnice prirodno sadrže masti, dovoljno je da se za pripremanje jela dnevno troši do <strong>20 g</strong> masti po osobi.</p><p><strong>Masti</strong> su pored toga nosioci vitalnih jedinjenja koje organizam ne može sam da svari: <strong><em>nezasićene masne kiseline, vitamini A, D, E i K</em></strong>, koji se rastvaraju u mastima. Skoro da nema jela u kojem ne učestvuje masnoća i jedna od bitnijih stavki jeste da povećavaju sitost jer se dugo vare.</p><p>Jestive masnoće olakšavaju termičko tretiranje hrane.</p><ul><li> Zagrevaju se do <strong>180 stepeni.</strong></li><li>Mogu se emulgovati.</li><li>Koristi se za razdvajanje, jer se podmazivanjem dna sudova za termičku obradu sprečava zagorevanje i prilepljivanje skrobnih i belančevinastih jela.</li><li>Jestive masnoće razlikuju se po svojim svojstvima prilikom zamašćivanja jela. Maslac i margarin nisu pogodni za pripremu jela na visokim temperaturama, već se uglavnom koriste kao namaz ili za pripremu slatkiša.</li></ul><p><strong>Svinjska mast, goveđi loj i biljne masti </strong>skoro pa ne sadrže vodu, postojane su na visokim temperaturama, <em>za prženje i pečenje</em>.</p><p><strong>Svinjska mast</strong> pogodna je za pripremu većine jela, izuzev karfiola i crvenog kupusa.</p><p>Jestiva ulja (<strong>suncokretovo, kukuruzno, repičino, bundevino, sojino</strong>), izuzev maslinovog, podesna su za termičko tretiranjena visokim temperaturama. Njihova tačka dimljenja je iznad 200 stepeni.</p><p>U dugoročnoj potrošnji masnoća za pripremanje jela povoljno je da <strong>životinjeske masnoće</strong> učestvuju što više i imaju što veću primenu, izuzev kada se masti koriste kao dresing salatama, u tom slučaju najbolje je koristiti <strong>maslinovo ulje.</strong> Puter i maslac treba izbegavati, osim u slučaju pravljenja slatkiša.</p>","banner":"https://nutricionista-bucket.s3.amazonaws.com/1735810137592image%20%281%29.jpg","__v":0}]